export const stepSouText = [
  {full: '', short: ''},
  {full: 'от 0 до 100 000 руб. = 4 000 руб.', step: 'от 0 до 100 000 руб.'},
  {full: 'от 100 001 до 300 000 руб. = 4 000 руб. + 3% от суммы свыше 100 000 руб.', step: 'от 100 001 до 300 000 руб.'},
  {full: 'от 300 001 до 500 000 руб. = 10 000 руб. + 2,5% от суммы свыше 300 000 руб.', step: 'от 300 001 до 500 000 руб.'},
  {full: 'от 500 001 до 1 000 000 руб. = 15 000 руб. + 2% от суммы свыше 500 000 руб.', step: 'от 500 001 до 1 000 000 руб.'},
  {full: 'от 1 000 001 до 3 000 000 руб. = 25 000 руб. + 1% от суммы свыше 1 000 000 руб.', step: '1 000 001 до 3 000 000 руб.'},
  {full: 'от 3 000 001 до 8 000 000 руб. = 45 000 руб. + 0,7% от суммы свыше 3 000 000 руб.', step: 'от 3 000 001 до 8 000 000 руб.'},
  {full: 'от 8 000 001 до 24 000 000 руб. = 80 000 руб. + 0,35% от суммы свыше 8 000 000 руб.', step: 'от 8 000 001 до 24 000 000 руб.'},
  {full: 'от 24 000 001 руб. до 50 000 000 руб. = 136 000 руб. + 0,3% от суммы свыше 24 000 000 руб.', step: 'от 24 000 001 руб. до 50 000 000 руб.'},
  {full: 'от 50 000 001 руб. до 100 000 000 руб. = 214 000 руб. + 0,2% от суммы свыше 50 000 000 руб.', step: 'от 50 000 001 руб. до 100 000 000 руб.'},
  {full: 'от 100 000 001 руб. = 314 000 руб. + 0,15% от суммы свыше 100 000 000 руб., но не более 900 000 руб.', step: 'от 100 000 001 руб.'}
];

export const stepArbText = [
  {full: '', step: ''},
  {full: 'от 0 до 100 000 руб. = 10 000 руб.', step: 'от 0 до 100 000 руб.'},
  {full: 'от 100 001 до 1 000 000 руб. = 10 000 руб. + 5% от суммы свыше 100 000 руб.', step: 'от 100 001 до 1 000 000 руб.'},
  {full: 'от 1 000 001 до 10 000 000 руб. = 55 000 руб. + 3% от суммы свыше 1 000 000 руб.', step: 'от 1 000 001 до 10 000 000 руб.'},
  {full: 'от 10 000 001 до 50 000 000 руб. = 325 000 руб. + 1% от суммы свыше 10 000 000 руб.', step: 'от 10 000 001 до 50 000 000 руб.'},
  {full: 'от 50 000 001 руб. = 725 000 руб. + 0,5% от суммы свыше 50 000 000 руб., но не более 10 000 000 руб.', step: 'от 50 000 001 руб.'},
];
